Repository: common-repository/leaf-crm
Catalog: languages/leaf-crm-*.po
Languages: ms_my

source: Leaf WordPress Integration
ms_my: Penyepaduan Leaf CRM dan WordPress

source: Send Leads to Leaf CRM
ms_my: Hantar Lead ke Leaf CRM

source: Leaf CRM Token
ms_my: Token Leaf CRM

source: Get the integration token after you have added the WordPress lead source to your Campaign in Leaf CRM
ms_my: Dapatkan token penyepaduan selepas anda menambahkan sumber utama WordPress pada kempen anda dalam Leaf CRM

source: Website Name (Optional)
ms_my: Nama Laman Web (Pilihan)

source: This Website Name will be displayed under the Lead Source information in the Leaf app
ms_my: Nama Laman Web ini akan dipaparkan di bawah maklumat Lead Source dalam applikasi Leaf

source: Contacts Form
ms_my: Borang Hubungan

source: Choose which Contacts Form plugins you want to integrate with Leaf
ms_my: Pilih Borang Hubungan yang ingin anda sepadukan dengan Leaf

source: Leaf CRM works with multiple Contacts Form plugins. Simply enter your Leaf CRM Token above and click SAVE to turn on the integration!
ms_my: Leaf CRM berfungsi dengan berbilang Borang Hubungan. Hanya masukkan Token Leaf CRM anda di atas dan klik SIMPAN untuk menghidupkan penyepaduan!

source: Save
ms_my: Simpan

source: Loading...
ms_my: Memuatkan...

source: Your settings have been updated
ms_my: Tetapan anda telah dikemas kini

source: Failed to update your settings. Please try again later.
ms_my: Gagal mengemas kini tetapan anda. Sila cuba sebentar lagi.
